// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Annuller";
"SHUTDOWN_BUTTON"	= "Luk ned";
"SKIP_BUTTON"		= "Spring over";
"QUIT_BUTTON"		= "Slut";
"GO_BUTTON"		= "Gå";

"CONNECT_BUTTON"	= "Opret forbindelse";
"CONTINUE_BUTTON"	= "Fortsæt";
"RECONNECT_BUTTON"	= "Prøv igen";
"GO_BACK_BUTTON"	= "Tilbage";
"REGISTER_LATER_BUTTON"	= "Registrer senere";
"DONT_ACCEPT_BUTTON"	= "Uenig";
"LEARNMORE_BUTTON"	= "Flere oplysninger";

"SYSTEM_PREFERENCES_BUTTON" = "Åbn Systemindstillinger";

"SYSTEM_PREFERENCES" = "Systemindstillinger";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Send registrering";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"OTHER_AIRPORT_NETWORK" = "Andet netværk";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "Forbindelse til den anden Mac oprettet...";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Konfigurerer computeren…";
"MESSAGE_PREP_CONNECTION"	= "Gør klar til at oprette forbindelse…";
"MESSAGE_CONNECTING"		= "Opretter forbindelse til Apple…";
"MESSAGE_DISCONNECTING"		= "Afbryder forbindelse…";
"MESSAGE_REGISTRATION_SENT"	= "Din registrering er sendt til Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Du kan ikke bruge Indstillingsassistent til at indstille computeren.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Du ændrer computerens indstillinger ved at vælge Apple () > Systemindstillinger i stedet.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Mac OS X-indstillingsassistent kan ikke bruges med denne skærm.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Hvis du vil indstille computeren, skal du vælge Systemindstillinger på Apple-menuen. Du registrerer produktet på adressen www.apple.com/register";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Den enhed, der er sluttet til Apple-højttalerens mini-jackstik genkendes ikke.";
"MESSAGE_SPEAKER_CONNECTION"			= "Træk stikket ud. Sæt det i igen, og sørg for, at det sidder korrekt.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Registreringen kunne ikke sendes.";
"MESSAGE_CONNECTION_FAILED"				= "Computeren kan ikke oprette forbindelse til Apple, fordi forbindelsen er i brug, eller netværksindstillingerne er forkerte. Klik på Prøv igen for at gå tilbage og ændre dine indstillinger, eller send registreringsoplysningerne senere.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "Forbindelsen til Apple er i brug, eller computeren kan ikke oprette forbindelse til Internet. Kontroller netværksindstillingerne, eller opret forbindelse til Internet, før du sender registreringsoplysningerne.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Annulleret…";
"MESSAGE_CONNECTION_CANCELED"			= "Husk at registrere produktet senere.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Din registrering kan ikke behandles nu.";
"MESSAGE_REGISTRATION_FAILED"			= "Du kan færdiggøre registreringen senere ved at åbne arkivet Send registrering, der ligger i din hjemmemappe.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "Dine kontooplysninger er forkerte.";
"MESSAGE_AUTHENTICATION_FAILED"			= "De kontooplysninger, du skrev, er blevet afvist af Internetudbyderen. Klik på Tilbage, ret oplysningerne og prøv igen.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Dit kreditkort kunne ikke behandles.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Det anførte kreditkort kan ikke bruges. Klik på Tilbage, og kontroller, at oplysningerne om kreditkortet er korrekte, eller anfør et andet kreditkort. Prøv derefter igen.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "Der var et problem med dine adresseoplysninger.";
"MESSAGE_INVALID_ADDRESS"				= "Klik på Tilbage for at sikre, at oplysningerne om by, postnummer, stat, provins og amt er korrekte, og prøv herefter igen.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "Der er et problem med registreringsoplysningerne.";
"MESSAGE_INVALID_FIRSTNAME"				= "Der er en fejl med det navn, du har skrevet. Klik på Tilbage for at sikre, at fornavnet er korrekt, og prøv derefter igen.";
"MESSAGE_INVALID_LASTNAME"				= "Der er en fejl med det navn, du har skrevet. Klik på Tilbage for at sikre, at efternavnet er korrekt, og prøv derefter igen.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "Der er en fejl med det telefonnummer, du har skrevet. Klik på Tilbage for at sikre, at telefonnummeret er korrekt, og prøv derefter igen.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "Modemmet kan ikke finde en klartone.";
"MESSAGE_NO_DIAL_TONE"					= "Sørg for, at modemmet er tilsluttet, og klik på OK. Eller klik på Annuller for at gå tilbage og vælge afkrydsningsfeltet “Ignorer klartone”.";

"MESSAGE_CC_IN_USE_TITLE"				= "Du kan ikke oprette en konto med dette kreditkort.";
"MESSAGE_CC_IN_USE"						= "Dette kreditkort er allerede brugt ved oprettelse af en konto hos denne Internetudbyder. Klik på Tilbage for at skrive oplysninger om et andet kreditkort, eller kontakt udbyderen.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "MobileMe-registreringen blev annulleret.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Du kan klikke Prøv igen for at oprette en ny forbindelse til MobileMe, eller annullere registreringsprocessen til MobileMe og fortsætte med at indstille computeren.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Du har ikke indtastet et stikord til adgangskoden.";
"MESSAGE_NO_HINT_WARNING"				= "Er du sikker på, at du ikke vil skrive et stikord til en adgangskode? Hvis du glemmer adgangskoden, bliver du nødt til at nulstille den.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Vil du lukke computeren ned?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Du er ikke færdig med at installere Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Du er ikke færdig med at installere Mac OS X. Du kan klikke på Spring over nu, hvis du ikke vil gennemføre registreringen.";

"MESSAGE_QUIT_TITLE" = "Er du sikker på, at du vil slutte?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Hvis du slutter nu, sendes registreringen ikke til Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Hvis du vil fortsætte med indstillingen, men ikke ønsker at registrere nu, skal du klikke på Registrer senere.";

"MESSAGE_CANCEL_TITLE" = "Er du sikker?";

"MESSAGE_SKIP_USER_INFO" = "Hvis du ikke vil sende dine personlige oplysninger, skal du klikke på Fortsæt.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Der opstod en uventet fejl.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Der er sket en uventet fejl.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Fejl";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Beklager…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[Netværkskonfigurering mislykkedes]";
"ERROR_MESSAGE_ICConfigure"				= "[Internet-konfigurering mislykkedes]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[Oprettelse af lokal konto mislykkedes]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Netværksforbindelsen kunne ikke konfigureres. Du kan ikke sende registreringsoplysningerne eller oprette forbindelse til Internet. Klik på Annuller for at ændre netværksindstillingerne, eller klik på OK for at slutte.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Beklager";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Advarsel";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Vil du fortsætte?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Du har ikke udfyldt alle de nødvendige felter.";
"ERROR_MESSAGE_VALIDATION_0001" = "Du skriver de nødvendige oplysninger ved at klikke på Tilbage og vælge de felter, der er markeret med røde pile.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Den indtastede tekst er for kort.";
"ERROR_MESSAGE_VALIDATION_0002" = "Vælg det fremhævede felt, og ret teksten.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "De indtastede oplysninger er forkerte. Skriv oplysningerne igen, og sørg for, at de er korrekte.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Brugernavnet eller adgangskoden er forkert, eller log ind er slået fra.";
"ERROR_MESSAGE_VALIDATION_0004" = "Prøv at indtaste dine oplysninger igen, eller kontakt serveradministratoren.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Brugernavnet eller adgangskoden er forkert, eller log ind er slået fra.";
"ERROR_MESSAGE_VALIDATION_0005" = "Prøv at indtaste dine oplysninger igen, eller kontakt serveradministratoren.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Det indtastede navn kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0006" = "Vælg det fremhævede felt, og skriv et andet kontonavn.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Det indtastede navn kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0007" = "Dette navn er ikke tilgængeligt. Skriv et andet navn.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Feltet IP-adresse er tomt. Skriv din IP-adresse, og sørg for at den er korrekt.";
"ERROR_MESSAGE_VALIDATION_0010" = "Den IP-adresse, du har skrevet, indeholder ugyldige tegn. Skriv IP-adressen igen, og sørg for, at den er korrekt.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Adressen skal bestå af 4 dele."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Vælg det fremhævede felt, og skriv en gyldig adresse. Hvis du ikke kender oplysningerne, skal du spørge netværksadministratoren.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Adressen skal bestå af 4 dele."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Vælg det fremhævede felt, og skriv en gyldig adresse. Hvis du ikke kender oplysningerne, skal du spørge netværksadministratoren.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Hver del af adressen skal indeholde mellem 1 og 3 tegn."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Vælg det fremhævede felt, og skriv en gyldig adresse. Hvis du ikke kender oplysningerne, skal du spørge netværksadministratoren.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Den indtastede adresse er ugyldig.";
"ERROR_MESSAGE_VALIDATION_0014" = "Vælg det fremhævede felt, og skriv en gyldig adresse. Hvis du ikke kender oplysningerne, skal du spørge netværksadministratoren.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Den indtastede subnetmaske er forkert.";
"ERROR_MESSAGE_VALIDATION_0015" = "Vælg det fremhævede felt, og skriv en gyldig subnetmaske. Hvis du ikke kender oplysningerne, skal du spørge netværksadministratoren.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Der findes allerede en Open Directory-konto med dette navn. Hvis du bruger dette navn, kan du ikke bruge den eksisterende konto.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Felterne kan ikke have den samme værdi.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Den indtastede adgangskode er ugyldig.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Det indtastede kreditkortnummer kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0019" = "Vælg det fremhævede felt, og skriv et gyldigt kreditkortnummer.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Dit kontonavn må ikke starte med et tal.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Den indtastede e-postadresse kan være ubrugelig.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP- og routeradressen er ikke forenelige med subnetmasken. Kontroller følgende felter, og indtast gyldige værdier:\n     IP-adresse\n     Subnetmaske\n     Routeradresse\nHvis du ikke har oplysningerne, skal du spørge netværksadministratoren.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Det indtastede navn kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0023" = "Vælg det fremhævede felt, og skriv et andet navn.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Der er dublerede oplysninger.";
"ERROR_MESSAGE_VALIDATION_0024" = "Vælg det fremhævede felt, og skriv entydige værdier.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Denne computer er ikke på basens adgangskontrolliste.";
"ERROR_MESSAGE_VALIDATION_0025" = "Du skal føje denne computer til basens adgangskontrolliste.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Der opstod en fejl under forsøg på at oprette forbindelse til det valgte netværk.";
"ERROR_MESSAGE_VALIDATION_0026" = "Kontroller dine AirPort-indstillinger, eller prøv at oprette forbindelse til et andet netværk.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Nogle af dine registreringsoplysninger mangler.";
"ERROR_MESSAGE_VALIDATION_0027" = "Du skriver de nødvendige oplysninger ved at klikke på Tilbage og vælge de felter, der er markeret med røde pile.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Skriv et gyldigt postnummer.";
"ERROR_MESSAGE_VALIDATION_1001" = "Skriv et gyldigt områdenummer.";
"ERROR_MESSAGE_VALIDATION_1002" = "Skriv et gyldigt lokalnummer.";
"ERROR_MESSAGE_VALIDATION_1003" = "Skriv et gyldigt telefonnummer.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "Det indtastede aftalenummer er ugyldigt.";
"ERROR_MESSAGE_VALIDATION_2000" = "Aftalenummeret skal være på 12 eller 15 cifre.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Adgangskoderne er forskellige.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Vælg de felter, der er markeret med røde pile, og skriv den samme adgangskode i begge felter.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "Du har ikke indtastet en adgangskode til din brugerkonto.";
"ERROR_NO_PASSWORD_INSECURE" = "Hvis din brugerkonto ikke har en adgangskode, er computeren ikke beskyttet. Klik på Annuller for at skrive en adgangskode.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Der findes allerede en Open Directory-konto med dette fulde navn.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Hvis du bruger dette navn, kan du ikke bruge den eksisterende brugerkonto. Vil du oprette en lokal konto med dette navn?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Der findes allerede en Open Directory-konto med dette navn.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Hvis du bruger dette navn, kan du ikke bruge den eksisterende brugerkonto. Vil du oprette en lokal konto med dette navn?";

"ERROR_IP_AND_ROUTER_TITLE" = "Er du sikker på, at IP-adressen og routeradressen skal være ens?";
"ERROR_IP_AND_ROUTER" = "Den samme IP- og routeradresse kan forårsage netværksproblemer. Hvis du ikke kender din IP- og routeradresse, skal du spørge netværksadministratoren, før du fortsætter.";

"ERROR_POSTAL_USA_TITLE" = "Det indtastede postnummer er ugyldigt.";
"ERROR_POSTAL_USA" = "Postnummeret skal være på 5 cifre eller 9 cifre for et kode+4-postnummer og skal have formatet XXXXX-XXXX, hvor X er tallene i postnummeret.";

"ERROR_POSTAL_JAPAN_TITLE" = "Det indtastede postnummer er ugyldigt.";
"ERROR_POSTAL_JAPAN" = "Postnummeret skal være på 7 cifre og skal have formatet XXX-XXXX, hvor X er tallene i postnummeret.";

"ERROR_POSTAL_OTHER_TITLE" = "Det indtastede postnummer er ugyldigt.";
"ERROR_POSTAL_OTHER" = "Postnummeret skal være på mindre end 32 tegn.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "Det indtastede områdenummer er ugyldigt.";
"ERROR_AREA_CODE_CANADA_USA" = "Områdenummeret skal være større end 200 og må ikke være 411, 611 eller 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Det indtastede lokaltelefonnummer er ugyldigt.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "Centralnummeret skal være større end 200 og må ikke være 411, 611 eller 911. Indtast dit telefonnummer igen, og sørg for, at det er indtastet korrekt.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Det indtastede lokaltelefonnummer er ugyldigt.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "Centralen kan ikke være 555 for det indtastede områdenummer. Indtast telefonnummeret igen, og sørg for, at det er korrekt.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "Det indtastede telefonnummer er ugyldigt.";
"ERROR_PHONE_NUMBER_JAPAN" = "Telefonnummeret skal mindst bestå af 10 cifre.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "Det indtastede telefonnummer er ugyldigt.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "Telefonnummeret skal bestå af 10 cifre.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "Brugernavnet og adgangskoden må ikke være ens.";
"ERROR_USERNAME_AND_PASSWORD"		= "Dette udgør en sikkerhedsrisiko. Skriv en anden adgangskode.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Der er dublerede DNS-adresser.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Vælg det fremhævede felt, og skriv entydige DNS-værdier.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "Stikordet og adgangskoden må ikke være ens.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "Dette udgør en sikkerhedsrisiko. Skriv et andet stikord eller en anden adgangskode.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Million";
"Internet Service Plan"                 = "Internet-serviceplan";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Introduktion";
